Repository: Kamikadze4GAME/pontoon-test
Catalog: sumo/*/LC_MESSAGES/buddyup.po
Languages: de, sl

source: Failed
de: Fehlgeschlagen
sl: Neuspešno

source: Sending…
de: Wird gesendet…
sl: Pošiljanje …

source: Solution ✓
de: Lösung ✓
sl: Rešitev ✓

source: This solved my question
de: Dies hat meine Frage beantwortet
sl: To je rešilo moje vprašanje

source: Whoops!
de: Hoppla!
sl: Ups!

source: There was a problem with Buddy Up, please try again.
de: Mit Buddy Up ist ein Problem aufgetreten, bitte versuchen Sie es erneut.
sl: Prišlo je do težave z Buddy Up, poskusite znova.

source: You are not online, please check your connection.
de: Sie sind nicht online, bitte überprüfen Sie Ihre Verbindung.
sl: Niste povezani s spletom, preverite svojo povezavo.

source: OK
sl: V redu

source: <div {countattr}>{n}</div><div {textattr}> question solved</div>
de: <div {countattr}>{n}</div><div {textattr}> Frage beantwortet</div>
sl: <div {countattr}>{n}</div><div {textattr}> vprašanje rešeno</div>

source: <div {countattr}>{n}</div><div {textattr}> helpful vote</div>
de: <div {countattr}>{n}</div><div {textattr}> Stimme für „hilfreich“</div>
sl: <div {countattr}>{n}</div><div {textattr}> glas za koristno</div>

source: Close
de: Schließen
sl: Zapri

source: Sign In
de: Anmelden
sl: Prijava

source: An account lets you answer questions, track contributions and receive alerts.
de: Mit einem Benutzerkonto können Sie Fragen beantworten, Beiträge verfolgen und Benachrichtigungen erhalten.
sl: Račun vam omogoča odgovarjati na vprašanja, slediti prispevkom in prejemati opozorila.

source: Username
de: Benutzername
sl: Uporabniško ime

source: Password
de: Passwort
sl: Geslo

source: Forgot your password?
de: Haben Sie Ihr Passwort vergessen?
sl: Ste pozabili svoje geslo?

source: Don't have an account? Register
de: Haben Sie noch kein Benutzerkonto? Registrieren Sie sich.
sl: Nimate računa? Registracija

source: Confirm Account
de: Benutzerkonto bestätigen
sl: Potrdite račun

source: Yay, you're almost done!
de: Hurra, Sie haben es gleich geschafft!
sl: Juhu, skoraj ste že nared!

source: We've sent a welcome email to:
de: Wir haben eine Willkommens-E-Mail verschickt an:
sl: Za dobrodošlico smo vam poslali e-pošto na:

source: Click on the link in your email to let us know that it made it to the right place. After that, return to BuddyUp and make other users happy!
de: Klicken Sie auf den Link in Ihrer E-Mail, um uns mitzuteilen, dass der richtige Adressat sie erhalten hat. Kehren Sie dann zu BuddyUp zurück und machen Sie andere Benutzer glücklich!
sl: S klikom na povezavo v svojem e-poštnem sporočilu nam sporočite, da je prispelo na pravi naslov. Po tem se vrnite v BuddyUp in osrečite druge uporabnike!

source: Cancel Sign Up
de: Registrierung abbrechen
sl: Prekliči registracijo

source: Answered Questions
de: Beantwortete Fragen
sl: Odgovorjena vprašanja

source: Settings
de: Einstellungen
sl: Nastavitve

source: Support
de: Hilfe
sl: Podpora

source: Have Questions?
de: Haben Sie Fragen?
sl: Imate vprašanja?

source: Get a Buddy to help you with your device
de: Ein Buddy kann Ihnen vielleicht mit Ihrem Gerät helfen
sl: Najdi pomočnika, da ti pomaga pri tvoji napravi

source: Ask a Question
de: Stellen Sie eine Frage
sl: Vprašajte

source: Have Answers?
de: Haben Sie Antworten?
sl: Imate odgovore?

source: Help other users around the world
de: Helfen Sie Benutzern auf der ganzen Welt
sl: Pomagajte drugim uporabnikom po svetu

source: Answer Questions
de: Beantworten Sie Fragen
sl: Odgovori na vprašanja

source: Top Helpers this Week
de: Wichtigste Helfer in dieser Woche
sl: Najboljši pomočniki ta teden

source: No questions
de: Keine Fragen
sl: Ni vprašanj

source: My Questions
de: Meine Frage
sl: Moja vprašanja

source: All My Questions
de: Alle meine Fragen
sl: Vsa moja vprašanja

source: Help Article
de: Hilfeartikel
sl: Članek za pomoč

source: Incompatible version
de: Inkompatible Version
sl: Nezdružljiva različica

source: We're sorry, but BuddyUp can't be installed on your version of Firefox OS. Please close this window to return to your home screen.
de: Es tut uns leid, aber BuddyUp kann auf Ihrer Firefox-OS-Version nicht installiert werden. Bitte schließen Sie dieses Fenster, um zu Ihrem Startbildschirm zurückzukehren.
sl: Žal nam je, a aplikacije BuddyUp ne morete namestiti na to različico Firefox OS. Zaprite to okno, da se vrnete na svoj domači zaslon.

source: Reset Password
de: Passwort zurücksetzen
sl: Ponastavite geslo

source: Forgot your password? Don't worry. Enter your username below and we'll send you instructions for setting a new one.
de: Haben Sie Ihr Passwort vergessen? Keine Sorge. Geben Sie hier unten Ihren Benutzernamen ein und wir schicken Ihnen Anweisungen, um ein neues Passwort festzulegen.
sl: Ste pozabili svoje geslo? Brez skrbi. Vnesite svoje uporabniško ime in poslali vam bomo navodila, kako ustvariti novega.

source: We've sent you an email. Just follow the link in the email to reset your password.
de: Wir haben Ihnen eine E-Mail geschickt. Folgen Sie einfach dem Link darin, um Ihr Passwort zurückzusetzen.
sl: Poslali smo vam e-pošto. Sledite povezavi v sporočilu, da ponastavite geslo.

source: Done
de: Fertig
sl: Končano

source: My Profile
de: Mein Profil
sl: Moj profil

source: My Question
de: Meine Frage
sl: Moje vprašanje

source: We can help<br>Ask us anything!
de: Wir können helfen<br>Stellen Sie uns Ihre Fragen!
sl: Mi lahko pomagamo<br>Vprašajte nas karkoli!

source: Write your message…
de: Schreiben Sie Ihre Nachricht…
sl: Napišite svoje sporočilo …

source: Sign in to reply
de: Melden Sie sich an, um zu antworten
sl: Prijavite se, da odgovorite

source: Thank you for your question!
de: Vielen Dank für Ihre Frage!
sl: Hvala za vaše vprašanje!

source: You'll get a notification as soon as a Buddy jumps in to the rescue.
de: Sie werden benachrichtigt, sobald ein Buddy zur Rettung naht.
sl: Obvestilo boste dobili takoj, ko vam pomočnik priskoči na pomoč.

source: Previously Answered
de: Bereits beantwortet
sl: Predhodno odgovorjeno

source: Another helper has answered this question, please choose another.
de: Ein anderer Helfer hat diese Frage beantwortet, bitte wählen Sie eine andere.
sl: Drug pomočnik je že odgovoril na to vprašanje, izberite drugega.

source: Has your question been solved?
de: Wurde Ihre Frage beantwortet?
sl: Je bilo vaše vprašanje rešeno?

source: This will close the question and let your buddy know you no longer need help.
de: Damit wird die Frage geschlossen und Ihrem Buddy mitgeteilt, dass Sie keine Hilfe mehr benötigen.
sl: To bo zaprlo vaše vprašanje in sporočilo vašemu pomočniku, da ne potrebujete več pomoči.

source: Cancel
de: Abbrechen
sl: Prekliči

source: Ok
sl: V redu

source: Answer a Question
de: Beantworten Sie eine Frage
sl: Odgovori na vprašanje

source: Sign in to answer questions from Firefox OS users.
de: Melden Sie sich an, um Fragen von anderen Firefox-OS-Nutzern zu beantworten.
sl: Prijavite se, če želite odgovarjati na vprašanja uporabnikov Firefox OS.

source: Create account or sign in
de: Erstellen Sie ein Konto oder melden Sie sich an
sl: Ustvarite račun ali se prijavite

source: New
de: Neu
sl: Novo

source: My list
de: Meine Liste
sl: Moj seznam

source: Load more
de: Mehr laden
sl: Naloži več

source: Last sync:
de: Letzte Synchronisation:
sl: Zadnja sinhronizacija:

source: x hours ago
de: Vor x Stunden
sl: pred x urami

source: Create Account
de: Konto erstellen
sl: Ustvarite račun

source: Be aware that you will lose your history when you sign in to your account.
de: Achtung, Sie verlieren Ihre Chronik, wenn Sie sich mit Ihrem Konto anmelden.
sl: Zavedajte se, da boste izgubili svojo zgodovino, ko se prijavite v račun.

source: Email Address
de: E-Mail-Adresse
sl: E-poštni naslov

source: Already registered? Sign in
de: Sind Sie bereits registriert? Melden Sie sich an
sl: Ste že registrirani? Prijavite se

source: Unsupported Language
de: Nicht unterstützte Sprache
sl: Nepodprt jezik

source: BuddyUp currently doesn't support "<span id="language"></span>".
de: BuddyUp unterstützt „<span id="language"></span>“ derzeit nicht.
sl: BuddyUp trenutno ne podpira "<span id="language"></span>".

source: Please ask your questions in English, or go to <a href="http://support.mozilla.org">http://support.mozilla.org</a> for more help.
de: Bitte stellen Sie Ihre Frage auf Englisch oder besuchen Sie <a href="http://support.mozilla.org">http://support.mozilla.org</a>, um weitere Hilfe zu erhalten.
sl: Svoje vprašanje zastavite v angleščini ali pojdite na <a href="http://support.mozilla.org">http://support.mozilla.org</a> za več pomoči.

source: Continue
de: Weiter
sl: Nadaljuj

source: Quit
de: Beenden
sl: Izhod

source: {n} question solved
de: {n} Frage beantwortet
sl: {n} vprašanje rešeno

source: {n} helpful vote
de: {n} Stimme für „hilfreich“
sl: {n} glas za koristno

source: My preferences
de: Meine Einstellungen
sl: Moje nastavitve

source: Too many questions? Use the settings below to narrow down the "Answer a Question" list.
de: Zu viele Fragen? Verwenden Sie die folgenden Einstellungen, um die Liste unbeantworteter Fragen einzugrenzen.
sl: Preveč vprašanj? Uporabite spodnje nastavitve, da skrajšate seznam "Odgovori na vprašanje".

source: Language
de: Sprache
sl: Jezik

source: Device
de: Gerät
sl: Naprava

source: Operator
de: Anbieter
sl: Operater

source: Answer questions
de: Beantworten Sie Fragen
sl: Odgovori na vprašanja

source: Sign in to answer questions from the Mozilla community.
de: Melden Sie sich an, um Fragen aus der Mozilla-Gemeinschaft zu beantworten.
sl: Prijavite se, če želite odgovarjati na vprašanja Mozilline skupnosti.

source: No active questions
de: Keine aktiven Fragen
sl: Ni aktivnih vprašanj

source: Go to the New tab to answer some questions. We'll keep track of them here.
de: Öffnen Sie den neuen Tab, um ein paar Fragen zu beantworten. Wir behalten hier den Überblick.
sl: Pojdite na nov zavihek, da odgovorite na nekaj vprašanj. Tu jih bomo beležili.

source: {user} left a comment on your question
de: {user} hat einen Kommentar zu Ihrer Frage abgegeben
sl: {user} je komentiral vaše vprašanje

source: {user} chose your answer as a solution
de: {user} hat Ihre Antwort als Lösung ausgewählt
sl: {user} je izbral vaš odgovor za rešitev

source: User not found.
de: Benutzer nicht gefunden.
sl: Uporabnika ni mogoče najti.

source: Choose a category
de: Wählen Sie eine Kategorie
sl: Izberite kategorijo

source: Email/Calendar
de: E-Mail/Kalender
sl: E-pošta/Koledar

source: Clock/Alarm
de: Uhr/Wecker
sl: Ura/Alarm

source: Camera/Gallery/Video
de: Kamera/Galerie/Video
sl: Kamera/Galerija/Video

source: Audio/Music/FMRadio
de: Audio/Musik/UKW-Radio
sl: Zvok/Glasba/FMRadio

source: Performance
de: Leistung
sl: Zmogljivost

source: Cellular Data/WiFi/Bluetooth
de: Datenverbindung/WLAN/Bluetooth
sl: Mobilni podatki/WiFi/Bluetooth

source: Dialer/Contacts
de: Wählen/Kontakte
sl: Klici/Stiki

source: Browser/Download
sl: Brskalnik/Prenosi

source: Storage/SD card
de: Speicher/SD-Karte
sl: Shramba/Kartica SD

source: Maps/GPS
de: Karten/GPS
sl: Zemljevidi/GPS

source: Keyboard
de: Tastatur
sl: Tipkovnica

source: System Updates
de: System-Aktualisierungen
sl: Sistemske posodobitve

source: Marketplace/Apps Install
de: Marketplace/App-Installation
sl: Marketplace/Namestitev aplikacij

source: Other
de: Sonstiges
sl: Drugo

source: This field is required.
de: Dieses Feld ist erforderlich.
sl: To polje je potrebno izpolniti.

source: Unable to login with provided credentials.
de: Anmeldung mit angegebenen Daten nicht möglich.
sl: Prijava z vnesenimi poverilnicami ni uspela.

source: A user with that email address already exists.
de: Ein Benutzer mit dieser E-Mail-Adresse existiert bereits.
sl: Uporabnik s tem e-poštnim naslovom že obstaja.

source: A user with that username exists
de: Ein Benutzer mit diesem Benutzernamen existiert bereits
sl: Uporabnik s tem uporabniškim imenom obstaja

source: Can't change this field.
de: Dieses Feld kann nicht geändert werden.
sl: Tega polja ni mogoče spremeniti.

source: Usernames may only be letters, numbers, "." and "-".
de: Benutzernamen dürfen nur aus Buchstaben, Zahlen, „.“ und „-“ bestehen.
sl: Uporabniško ime lahko sestoji samo iz črk, številk, "." in "-".

source: No matching user setting found.
de: Keine passende Benutzereinstellung gefunden.
sl: Ni najdenih ujemajočih se uporabniških nastavitev.

source: Unable to generate username.
de: Benutzername konnte nicht erzeugt werden.
sl: Uporabniškega imena ni moč ustvariti.

source: User account is disabled
de: Benutzerkonto ist deaktiviert
sl: Uporabniški račun je onemogočen

source: Enter a valid email address
de: Geben Sie eine gültige E-Mail-Adresse ein
sl: Vnesite veljaven e-poštni naslov

source: just now
de: gerade eben
sl: pravkar

source: {n} minute ago
de: vor {n} Minute
sl: pred {n} minuto

source: {n} hour ago
de: vor {n} Stunde
sl: pred {n} uro

source: {n} day ago
de: vor {n} Tag
sl: pred {n} dnevom

source: Unknown error: "{error}"
de: Unbekannter Fehler: „{error}“
sl: Neznana napaka: "{error}"
